/* Version string in AboutPanel - normally empty, argument is CFBundleVersionString */
" " = " ";

/* medium hour unit  - prefix with space where needed */
" hour" = " hour";

/* medium hour unit plural  - prefix with space where needed */
" hours" = " hours";

/* medium minute unit  - prefix with space where needed */
" min" = " min";

/* medium minute unit plural - prefix with space where needed */
" mins" = " mins";

/* medium second unit - prefix with space where needed */
" sec" = " sec";

/* ApplicationVersion string in AboutPanel - first CFBundleShortVersionString and then svn revesion # */
"%@ - Revision:%@" = "%1$@ - Revision:%2$@";

/* Text on connection loss. Argument is the message. */
"%@.\nYou can select (another) device in the Preference panel (⌘,)." = "%@.\nYou can select (another) device in the Preference panel (⌘,).";

/* Demo prompting msg */
"(No RF-Explorer (yet) ? Then hold 'ALT' during startup for an audio demo.)" = "(No RF-Explorer (yet) ? Then hold 'ALT' during startup for an audio demo.)";

/* No device found lablel in main window */
"<none found>" = "<none found>";

/* No data yet value */
"<none>" = "<none>";

/* String for an empty board slot */
"<not present>" = "<not present>";

/* Unknown baudrate */
"<unknown baudrate>" = "<unknown baudrate>";

/* String for unknown board */
"<unknown>" = "<unknown>";

/* Main window after conencting failed */
"Comms failed" = "Comms failed";

/* Title of alert warning on most errors, argument is the device name if any. */
"Communication issue %@" = "Communication issue %@";

/* Error in comms timeout/silence */
"Communication with RF Explorer timed out." = "Communication with RF Explorer timed out.";

/* main window status during connecting */
"Connecting..." = "Connecting...";

/* Label of the demo device in pref-panel. */
"Demo (using a microphone)" = "Demo (using a microphone)";

/* Error to connect: description; argumetns are devicename, path and strerror() */
"Did not manage to make a connection to the RF-Explorer device via the %@ serial port (%@): %s" = "Did not manage to make a connection to the RF-Explorer device via the %1$@ serial port (%2$@): %3$s";

/* Emulator - name of demo device */
"Emulator" = "Emulator";

/* Error to connect alert: title */
"Failed to connect to RF-Explorer" = "Failed to connect to RF-Explorer";

/* Frequency legend when frequencies are shown; Si prefix added */
"Frequency (%@)" = "Frequency (%@)";

/* short hour unit */
"h" = "h";

/* main window - status when all is well */
"Initialzing" = "Initialzing";

/* Error on serial con close */
"Lost serial connection to device" = "Lost serial connection to device";

/* short minute unit */
"m" = "m";

/* Default LIMS string, arguments are full user name and computername */
"Measured by %@ on %@" = "Measured by %1$@ on %2$@";

/* Long minute unit */
"minute" = "minute";

/* Long minute unit */
"minutes" = "minutes";

/* Shown when an expansion board is not present */
"none" = "none";

/* main window status prior to connecting */
"Not connected" = "Not connected";

/* OK button after error */
"OK" = "OK";

/* Text shown in button live screen display, pause */
"pause display" = "pause display";

/* Error on serial read with strerror() */
"Reading data from RF-Explorer failed: %s" = "Reading data from RF-Explorer failed: %s";

/* short second unit */
"s" = "s";

/* Long second unit */
"second" = "second";

/* Long second unit */
"seconds" = "seconds";

/* Timestamp string at top spectogram - followed by time */
"Spectogram started at %@" = "Spectogram started at %@";

/* Text shown in button live screen display, start */
"start live display" = "start live display";

/* Waiting msg show big in window */
"Waiting for connection..." = "Waiting for connection...";

/* Frequency legegend when Wifi channels are shown */
"Wifi Channel #" = "Wifi Channel #";

